
INSERT INTO PUBLIC.DOCTOR (FIRSTNAME, LASTNAME, PATRONYMIC, SPECIALIZATION)
VALUES ('Таир', 'Григорян', 'Махмудович', 'Терапевт'),
       ('Андрей','Виноградов','Викторович','Хирург'),
       ('Ангелина','Василькова','Михайловна','Стоматолог'),
       ('Павел','Алексеев','Генадъевич','Онколог'),
       ('Татьяна','Кирюшина','Анатольевна','Офтальмолог');

INSERT INTO PUBLIC.PATIENT (FIRSTNAME, LASTNAME, PATRONYMIC, PHONE)
VALUES ('Александр', 'Ложкин', 'Ильич', '8(964)589-15-23'),
       ('Леонид','Никитин','Борисович', '8(901)466-78-69'),
       ('Лариса','Акимова','Николаевна', '8(937)794-58-03'),
       ('Тамара','Золотцева','Сергеевна', '8(927)146-83-19'),
       ('Владислав','Тарасов','Глебович', '8(999)896-14-93');