
INSERT INTO PUBLIC.DOCTOR (FIRSTNAME, LASTNAME, PATRONYMIC, SPECIALIZATION)
VALUES ('Таир', 'Григорян', 'Махмудович', 'Терапевт'),
       ('Андрей','Виноградов','Викторович','Хирург'),
       ('Ангелина','Василькова','Михайловна','Стоматолог'),
       ('Павел','Алексеев','Генадъевич','Онколог'),
       ('Татьяна','Кирюшина','Анатольевна','Офтальмолог');

INSERT INTO PUBLIC.PATIENT (FIRSTNAME, LASTNAME, PATRONYMIC, PHONE)
VALUES ('Александр', 'Ложкин', 'Ильич', '8(964)589-15-23'),
       ('Леонид','Никитин','Борисович', '8(901)466-78-69'),
       ('Лариса','Акимова','Николаевна', '8(937)794-58-03'),
       ('Тамара','Золотцева','Сергеевна', '8(927)146-83-19'),
       ('Владислав','Тарасов','Глебович', '8(999)896-14-93');

INSERT INTO PUBLIC.RECIPE (DESCRIPTION, PATIENTID, DOCTORID, CREATEDATE, VALIDITY, STATUS)
VALUES ('Описание 1','1','2','2019-04-21','2019-05-2','Statim'),
       ('Описание 2','1','3','2019-05-1','2019-05-19','Statim'),
       ('Описание 3','2','4','2019-05-4','2019-05-21','Normal'),
       ('Описание 4','3','4','2019-05-6','2019-05-22','Normal'),
       ('Описание 5','5','5','2019-05-12','2019-05-26','Cito');